Repository: Schneegans/Burn-My-Windows
Catalog: po/*.po
Languages: cs, da, de, fa, it

source: Apparition
cs: Zjevení
de: Apparieren
fa: تجسم
it: Apparizione

source: Broken Glass
cs: Střepy
da: Knust glas
de: Glassplitter
fa: شیشهٔ شکسته
it: Vetro rotto

source: Doom
fa: نابودی
it: Destino

source: Energize A
cs: Energizovat A
da: Energi A
de: Energie A
fa: انرژی ۱
it: Energia A

source: Energize B
cs: Energizovat B
da: Energi B
de: Energie B
fa: انرژی ۲
it: Energia B

source: Fire
cs: Oheň
da: Ild
de: Feuer
fa: آتش
it: Fuoco

source: Default Fire
cs: Výchozí oheň
da: Standardild
de: Standardfeuer
fa: آتش پیش‌گزیده
it: Fuoco predefinito

source: Hell Fire
cs: Pekelný oheň
da: Helvedesild
de: Höllenfeuer
fa: آتش دوزخ
it: Fuoco Infernale

source: Dark and Smutty
cs: Temný
da: Mørk og smudsig
de: Dunkel und schmutzig
fa: تاریک و دودی
it: Scuro e Tenebroso

source: Cold Breeze
cs: Studený vánek
da: Kold brise
de: Kalte Brise
fa: نسیم سرد
it: Brezza Fredda

source: Santa is Coming
cs: Santa přichází
da: Julemanden kommer
de: Weihnachtsgrüße
fa: بابانوئل می‌آید
it: Babbo Natale sta arrivando

source: Focus
da: Fokus
fa: تمرکز

source: Glide
cs: Klouzání
da: Glid
de: Gleiten
fa: سر خوردن
it: Planare

source: Glitch
cs: Závada
da: Skærmfejl
de: Bildstörung
fa: گلیچ

source: Hexagon
cs: Šestiúhelník
da: Sekskant
fa: شش‌ضلعی
it: Esagono

source: Incinerate
cs: Spálení
da: Afbrænd
de: Einäschern
fa: سوزاندن
it: Incenerire

source: Matrix
fa: ماتریکس

source: Paint Brush
cs: Štětec
da: Pensel
fa: قلمو
it: Pennello

source: Pixelate
cs: Pixelovat
da: Pixeler
de: Verpixeln
fa: پیکسلی
it: Pixelato

source: Pixel Wheel
cs: Pixelové kolo
da: Pixelhjul
de: Pixelrad
fa: پیکسل چرخنده
it: Ruota di pixel

source: Pixel Wipe
cs: Setření pixelů
da: Pixelbølge
de: Pixelwischen
fa: پیکسل پاک کننده
it: Pulizia di pixel

source: Portal
cs: Portál
fa: درگاه
it: Portale

source: Snap of Disintegration
cs: Bleskový rozpad
da: Opløsningsknips
de: Fingerschnippen des Zerfalls
fa: بشکن فروپاشی
it: Scatto di disintegrazione

source: T-Rex Attack
cs: Tyrannosaurus
da: Tyrannosaurus-angreb
de: T-Rex-Angriff
fa: حملهٔ تی‌رکس
it: Attacco T-Rex

source: TV Effect
cs: Televize
da: TV-effekt
de: TV-Effekt
fa: جلوهٔ تلویزیون
it: Effetto TV

source: TV Glitch
cs: Závada televizoru
da: TV-skærmfejl
de: TV-Störung
fa: گلیچ تلویزیون

source: Wisps
cs: Obláčky
da: Feer
de: Irrlichter
fa: جرقه‌ها
it: Scintille

source: Preview this effect
cs: Vyzkoušejte tento efekt
da: Forhåndsvis denne effekt
de: Vorschau des Effekts
fa: پیش‌نمایش این جلوه
it: Anteprima di questo effetto

source: Burn-My-Windows has been updated!
cs: Burn-My-Windows byl aktualizován!
da: Burn-My-Windows er blevet opdateret!
fa: Burn-My-Windows به‌روز شد!
it: Burn-My-Windows è stato aggiornato!

source: View Changelog
cs: Zobrazit historii změn
da: Vis ændringslog
de: Changelog anzeigen
fa: دیدن گزارش دگرگونی
it: Visualizza Changelog

source: Delete this Profile?
cs: Odstranit tento profil?
da: Slet denne profil?
fa: حذف این نمایه؟
it: Eliminare questo profilo?

source: The current effect profile with all its effect settings will be permanently lost.
cs: Aktuální profil efektu spolu s veškerým nastavením efektů bude trvale odstraněn.
da: Den aktuelle effektprofil med alle dens effektsindstillinger vil gå permanent tabt.
fa: نمایهٔ جلوهٔ کنونی با تمام تنظیمات جلوه‌اش برای همیشه از دست خواهد رفت.
it: L'attuale profilo dell'effetto con tutte le sue impostazioni andrà definitivamente perso.

source: Cancel
cs: Zrušit
da: Annuller
fa: لغو
it: Cancella

source: Delete
cs: Smazat
da: Slet
fa: حذف
it: Elimina

source: Opening Windows
cs: Otevírání oken
da: Åbning af vinduer
fa: گشودن پنجره‌ها
it: Apertura delle Finestre

source: Closing Windows
cs: Zavírání oken
da: Lukning af vinduer
fa: بستن پنجره‌ها
it: Chiusura delle Finestre

source: Normal Windows
cs: Normálni okna
da: Normale vinduer
fa: پنجره‌های عادی
it: Finestre Normali

source: Dialog Windows
cs: Dialogová okna
da: Dialogvinduer
fa: پنجره‌های گفت‌وگو
it: Dialogo Finestre

source: Default Color Scheme
cs: Výchozí barevný motiv
da: Standardfarveskema
fa: طرحوارهٔ رنگی پیش‌گزیده
it: Combinazione di colori predefinita

source: Dark Color Scheme
cs: Tmavý motiv
da: Mørkt farveskema
fa: طرحوارهٔ رنگی تیره
it: Combinazione di colori scuri

source: On Battery
cs: Napájeno z baterie
da: På batteri
fa: روی باتری
it: Su batteria

source: Plugged In
cs: Připojeno k nabíječce
da: Tilsluttet
fa: به برق
it: Collegato

source: Power-Saver Mode
cs: Úsporný režim
da: Energisparetilstand
fa: حالت ذخیرهٔ انرژی
it: Modalità di risparmio energetico

source: Balanced Mode
cs: Vyvážený režim
da: Balanceret tilstand
fa: حالت تعادل
it: Modalità bilanciata

source: Performance Mode
cs: Vysoký výkon
da: Ydelsestilstand
fa: حالت کارایی
it: Modalità performance

source: Power Saver or Balanced
cs: Úsporný režim nebo vyvážený
da: Energisparetilstand eller balanceret
fa: ذخیرهٔ انرژی یا تعادل
it: Risparmio energetico o Bilanciato

source: Balanced or Performance
cs: Vyvážený nebo vysoký výkon
da: Balanceret eller ydelsestilstand
fa: تعادل یا کارایی
it: Bilanciato o Performance

source: High Priority
cs: Vysoká priorita
da: Høj prioritet
fa: اولویت بالا
it: Alta priorità

source: Standard Profile
cs: Standartní profil
da: Standardprofil
fa: نمایهٔ استاندارد
it: Profilo standard

source: Preview for %s
cs: Náhled %s
da: Forhåndsvisning af %s
de: Vorschau für %s
fa: پیش‌نمایش برای %s
it: Anteprima per %s

source: Close this Window to Preview the Effect!
cs: Zavřete toto okno, pokud chcete vidět efekt!
da: Luk dette vindue for at forhåndsvise effekten!
de: Schließen Sie dieses Fenster, um eine Vorschau des Effekts anzuzeigen!
fa: بستن پنجره برای پیش‌نمایش جلوه!
it: Chiudi questa finestra per visualizzare in anteprima l'effetto!

source: Visit Homepage
cs: Navštívit web
da: Besøg hjemmesiden
de: Homepage besuchen
fa: دیدن صفحهٔ خانگی
it: Visita la home page

source: View Matching Wallpapers
cs: Zobrazit odpovídajíci tapety
da: Vis passende baggrundsbilleder
fa: دیدن کاغذدیواری‌های مطابق
it: Visualizza sfondi corrispondenti

source: View Donors Hall-of-Fame
da: Vis donor-æresgalleriet
fa: دیدن تالار افتخار حامیان

source: Donate
cs: Přispět
da: Doner
de: Spenden
fa: اعانه
it: Donare

source: Report a Bug
cs: Ohlásit chybu
da: Rapportér en fejl
de: Fehler melden
fa: گزارش اشکال
it: Segnala un bug

source: Create an Effect
cs: Vytvořit efekt
da: Opret en effekt
de: Einen Effekt hinzufügen
fa: ایجاد یک جلوه
it: Crea un effetto

source: Translate
cs: Přeložit
da: Oversæt
de: Übersetzen
fa: ترجمه
it: Traduci

source: Open Effect-Profile Directory
cs: Otevřít Effect-Profile adresář
da: Åbn effektprofil-filkatalog
fa: گشودن شاخهٔ نمایهٔ جلوه

source: About Burn-My-Windows
cs: O Burn-My-Windows
da: Om Burn-My-Windows
de: Über Burn-My-Windows
fa: دربارهٔ Burn-My-Windows
it: Informazioni su Burn-My-Windows

source: Add New Profile...
cs: Pridat nový profil…
da: Tilføj ny profil...
fa: افزودن نمایهٔ جدید…
it: Aggiungi nuovo profilo...

source: Animation Time [ms]
cs: Délka animace [ms]
da: Animationstid [ms]
de: Animationszeit [ms]
fa: زمان پویانمایی (میلی‌ثانیه)
it: Tempo animazione [ms]

source: Reset to Default Value
cs: Obnovit výchozí hodnoty
da: Nulstil til standardværdi
de: Auf Standardwert zurücksetzen
fa: بازنشانی به مقدار پیش‌ فرض
it: Ripristina valore predefinito

source: Scale
cs: Měřítko
da: Størrelse
de: Größe
fa: مقیاس
it: Scala

source: Gravity
cs: Gravitace
da: Tyngdekraft
de: Schwerkraft
fa: گرانش
it: Gravità

source: Blow Force
cs: Síla úderu
da: Slagkraft
de: Schlagkraft
fa: نیروی انفجار
it: Forza Esplosiva

source: Shatter From Pointer Location
cs: Roztříštění od místa ukazatele
da: Knus fra musepositionen
de: Von Mauszeigerposition zerbrechen
fa: شکستن از مکان نشان‌گر
it: Frammento dalla posizione del puntatore

source: The shards will fly away from where your mouse pointer was when closing the window.
cs: Střepy odletí z místa, kde byl ukazatel myši při zavírání okna.
da: Glasskårene flyver væk fra der, hvor din musemarkør befandt sig ved lukning af vinduet.
de: Die Scherben fliegen von der Stelle weg, an der sich Ihr Mauszeiger beim Schließen des Fensters befand.
fa: هنگام بستن پنجره، خرده‌ها از جایی که نشان‌گر ماوس شما قرار داشت دور می‌شوند.
it: I frammenti voleranno fuori dal punto in cui si trovava il puntatore del mouse quando chiudi la finestra.

source: Strength
cs: Intenzita
da: Styrke
de: Stärke
fa: قدرت
it: Forza

source: Speed
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
fa: سرعت
it: Velocità

source: Color
cs: Barva
da: Farve
de: Farbe
fa: رنگ
it: Colore

source: Randomness
cs: Nahodilost
da: Tilfældighed
de: Zufälligkeit
fa: تصادفی
it: Casuale

source: Vertical Overshooting
de: Vertikales Überschießen
fa: عبور از حد عمودی
it: Sovrapposizione Verticale

source: Trail Color
cs: Barva ohonu
da: Sporets farve
de: Farbe der Spur
fa: رنگ دنباله
it: Colore della pista

source: Tip Color
cs: Barva hrotu
da: Spidsens farve
de: Farbe der Spitze
fa: رنگ نکته
it: Colore della Punta

source: Horizontal Scale
cs: Horizontální měřítko
da: Vandret skalering
de: Horizontale Skalierung
fa: مقیاس افقی
it: Scala orizzontale

source: Vertical Scale
cs: Vertikální měřitko
da: Lodret skalering
de: Vertikale Skalierung
fa: مقیاس عمودی
it: Scala verticale

source: Pixel Size
cs: Velikost pixelu
da: Pixelstørrelse
de: Pixelgröße
fa: اندازه پیکسل
it: Dimensione pixel

source: Brush Size
cs: Velikost štětce
da: Penselstørrelse
fa: اندازه برس
it: Dimensioni pennello

source: Claw Scratch Scale
cs: Velikost škrábanců od drápů
da: Klokradsstørrelse
de: Kratzergröße
fa: مقیاس خراش پنجه
it: Scala ad Artiglio

source: Claw Scratch Count
cs: Počet škrábanců
da: Klokradsantal
de: Kratzeranzahl
fa: تعداد خراش پنجه
it: Numero di colpi

source: Warp Effect
cs: Efekt zakřivení
da: Forvridningseffekt
de: Warp-Effekt
fa: جلوهٔ انحنا
it: Effetto Distorsione

source: Flash Color
cs: Barva blesku
da: Blitzfarve
de: Blitzfarbe
fa: رنگ فلش
it: Colore Flash

source: Spoke Count
cs: Počet paprsků
da: Antal eger
de: Anzahl der Speichen
fa: تعداد صحبت کردن
it: Numero di raggi

source: Squish
cs: Rozmáčknout
de: Stauchen
fa: له کردن
it: Schiacciare

source: Tilt
cs: Naklonění
da: Hældning
de: Neigen
fa: شیب
it: Inclinazione

source: Shift
cs: Posunutí
da: Forskydning
de: Verschiebung
fa: تغییر مکان
it: Modificare

source: Twirl Intensity
cs: Intenzita víru
da: Hvirvelintensitet
de: Wirbelintensität
fa: شدّت چرخش
it: Intensità di rotazione

source: Shake Intensity
cs: Intenzita otřesu
da: Rystelsesintensitet
de: Wackelintensität
fa: شدّت لرزش
it: Intensità di scuotimento

source: Suction Intensity
cs: Intenzita odsání
da: Sugeintensitet
de: Saugintensität
fa: شدّت مکش
it: Intensità di aspirazione

source: Rotation Speed
cs: Rychlost otáčení
da: Rotationshastighed
de: Rotationsgeschwindigkeit
fa: سرعت دوران
it: Velocità di rotazione

source: Whirling
cs: Vír
da: Hvirvling
de: Verwirbelung
fa: چرخیدن
it: Rotazione

source: Details
cs: Podrobnosti
da: Detaljer
fa: جزئیات
it: Dettagli

source: Turbulence
da: Turbulens
de: Turbulenz
fa: آشفتگی
it: Turbolenza

source: Start at Pointer
cs: Začít od kurzoru
da: Start ved musemarkør
de: Start am Mauszeiger
fa: شروع از نشانه گر
it: Inizia dal puntatore

source: If disabled, a random location will be chosen.
cs: Pokud je v poloze vypnuto, bude použita náhodná lokace.
da: Hvis dette er deaktiveret, vælges en tilfældig placering.
de: Wenn diese Option deaktiviert ist, wird ein zufälliger Start ausgewählt.
fa: اگر غیرفعال باشد، یک مکان تصادفی انتخاب می شود.
it: Se disattivato, verrà scelta una posizione casuale.

source: Mesh Line Width
da: Gitterlinjebredde
de: Gitterlinienstärke
fa: عرض خط مش
it: Larghezza linea mesh

source: Line Color
cs: Barva čáry
da: Linjefarve
de: Linienfarbe
fa: رنگ خط
it: Colore della linea

source: Glow Color
cs: Barva záře
da: Glødfarve
de: Leuchtfarbe
fa: رنگ درخشش
it: Colore bagliore

source: Additive Blending
da: Additiv farveblanding
de: Additives Mischen
fa: ترکیب افزودنی
it: Miscelazione aggiuntiva

source: You may want to enable this for dark window themes.
cs: Tuto funkci můžete povolit pro tmavé motivy oken.
da: Du får måske brug for at aktivere dette for mørke vinduestemaer.
de: Für dunkle Fensterthemen sollten Sie diese Option aktivieren.
fa: ممکن است بخواهید این را برای زمینه‌های پنجره تاریک به کار بیاندازید.
it: Potresti abilitarlo per i temi delle finestre scure.

source: Presets
cs: Předvolby
da: Forhåndsindstillinger
de: Voreinstellungen
fa: تنظیمات از پیش تعیین شده
it: Preimpostazioni

source: Choose a Preset
cs: Vyberte předvolbu
da: Vælg en forhåndsindstilling
de: Wählen Sie eine Voreinstellung
fa: یک پیش تنظیم را انتخاب کنید
it: Scegli un predefinito

source: 3D Noise
cs: 3D šum
da: 3D-støj
de: 3D-Rauschen
fa: نویز سه بعدی
it: Rumore 3D

source: Creates a more dynamic fire but requires more GPU power.
cs: Vytvoří dynamičtejší efekt, ale potřebuje k tomu silnější GPU.
da: Skaber en mere dynamisk ild men kræver mere GPU-kraft.
de: Erzeugt ein dynamischeres Feuer, erfordert jedoch mehr GPU-Leistung.
fa: آتش پویاتری ایجاد می‌کند اما به قدرت جی‌پی‌یو بیشتری نیاز دارد.
it: Crea un fuoco più dinamico ma richiede più potenza della GPU.

source: Gradient
cs: Přechod
da: Farveforløb
de: Farbverlauf
fa: گرادیان
it: Gradiente

source: Blur Amount
da: Sløringsmængde
fa: مقدار کدری

source: Blur Quality
da: Sløringskvalitet
fa: کیفیت کدری

source: Effect Profile Constraints
da: Rediger profilbegrænsninger
fa: محدودیت های نمایه اثر
it: Vincoli profilo effetto

source: Define when the current effect settings should be used.
cs: Definujte, kdy se má použít aktuální nastavení efektu.
da: Definer, hvornår de aktuelle effektindstillinger skal bruges.
fa: تعیین کنید که چه زمانی باید از تنظیمات افکت فعلی استفاده شود.
it: Definisce quando devono essere utilizzate le impostazioni dell'effetto corrente.

source: Application
cs: Aplikace
fa: نرم افزار ها
it: Applicazione

source: Any
cs: Libovolné
fa: هر
it: Qualsiasi

source: Animation Type
cs: Typ animace
da: Animationstype
fa: نوع انیمیشن
it: Tipo di animazione

source: Window Type
cs: Typ okna
da: Vinduestype
fa: نوع پنجره
it: Tipo di finestra

source: Color Scheme
cs: Barevný motiv
da: Farveskema
fa: طرح رنگی
it: Combinazione di colori

source: Power Mode
cs: Režim napájení
da: Strømtilstand
fa: حالت قدرت
it: Modalità di potenza

source: Power Profile
cs: Profil napájení
da: Strømprofil
fa: نمایه قدرت
it: Profilo di potenza

source: Advanced Profile Options
cs: Pokročilé volby profilu
da: Avancerede profilindstillinger
fa: گزینه های پروفایل پیشرفته
it: Opzioni avanzate del profilo

source: Use this profile even if there are better matching profiles.
cs: Použijte tento profil, i když existují lépe odpovídající profily.
da: Benyt denne profil, selv hvis der er mere passende profiler.
fa: از این نمایه استفاده کنید حتی اگر نمایه های منطبق بهتری وجود داشته باشد.
it: Usa questo profilo anche se ci sono profili di corrispondenza migliori.

source: Delete this Profile...
cs: Odstranit tento profil…
da: Slet denne profil...
fa: حذف این نمایه...
it: Elimina questo profilo...

source: Effect Selection
cs: Výběr efektů
da: Effektudvælgelse
fa: انتخاب اثر

source: If multiple are selected, one is chosen randomly.
cs: Pokud vyberete více, budou se střídat náhodně.
da: Hvis flere er valgt, vælges en tilfældigt.
de: Wenn mehrere ausgewählt sind, wird eine zufällig ausgewählt.
fa: اگر چند مورد انتخاب شود، یکی به صورت تصادفی انتخاب می‌شود.
it: Se ne vengono selezionati multipli, uno viene scelto a caso.

source: Search...
da: Søg...
fa: جست‌وجو…

source: Enable All
da: Aktivér alle
fa: به کار انداختن همه

source: Disable All
da: Deaktiver alle
fa: از کار انداختن همه

source: Noise
cs: Šum
da: Støj
de: Rauschen
fa: نوفه
it: Rumore

source: Gold Sponsors
cs: Zlatí sponzoři
de: Gold-Sponsoren
it: Sponsor d'oro

source: Silver Sponsors
cs: Stříbrní sponzoři
de: Silber-Sponsoren
it: Sponsor d'argento

source: Bronze Sponsors
cs: Bronzoví sponzoři
de: Bronze-Sponsoren
it: Sponsor di bronzo

source: Past Sponsors
cs: Bývalí sponzoři
de: Ehemalige Sponsoren
it: Sponsor passati

source: All
cs: Všechno

source: None
cs: Nic

source: Effects
de: Effekte

source: Use this effect when opening windows
de: Verwenden Sie diesen Effekt beim Öffnen von Fenstern

source: Use this effect when closing windows
de: Verwenden Sie diesen Effekt beim Schließen von Fenstern

source: General Options
de: Allgemeine Optionen

source: Welcome to Burn-My-Windows!
de: Willkommen bei Burn-My-Windows!

source: If you like this extension, recommend it to your friends :)
de: Wenn Sie diese Erweiterung mögen, empfehlen Sie sie Ihren Freunden :)

source: Open Window Animation
de: Fenster-Öffnen-Animation

source: Choose Effects
de: Effekte auswählen

source: Close Window Animation
de: Fenster-Schließen-Animation

source: Also Add Effects to Dialogs
de: Effekte auch zu Dialogen hinzufügen

source: Disable on Battery Power
de: Im Akkubetrieb deaktivieren

source: Disable in Power-Save Mode
de: Im Energiesparmodus deaktivieren
